[AbstractItems.DLC06_BP_ArcMine_AbsItm DisAbstractItem]
m_ItemName="Compact Arc Amplifier"
m_PluralItemName=""
m_Description="Method for conducting massive quantities of electrical energy through a compact and concentrated delivery device. Allows you to use Arc Mines that electrocute those who come too close."

[AbstractItems.DLC06_BP_Armor_AbsItm DisAbstractItem]
m_ItemName="Bonded Galvani Weave"
m_PluralItemName=""
m_Description="A chemical treatment that can be applied to cloth or leather. You can use this to upgrade your armor."

[AbstractItems.DLC06_BP_Boots_AbsItm DisAbstractItem]
m_ItemName="Folded Galvani Resin"
m_PluralItemName=""
m_Description="A substance that increases flexibility and strength in vulcanized materials. You can use this to reduce the sound generated by your boots."

[AbstractItems.DLC06_BP_ExpBolts_AbsItm DisAbstractItem]
m_ItemName="Small-scale Explosive Refinement"
m_PluralItemName=""
m_Description="A chemical process that enables explosive properties. You can use this to upgrade your bolts, enabling them to explode on contact."

